; Generated (13.04.2021 12:00:00) by bPuzzle v1.2 - By BlueLife :)
; www.sordum.org

[Main]
Language=Auto
Sound=1
MixingSpeed=1

[Recent_Files]
1=pic\the_simpsons.png
2=pic\cars2.jpg
3=pic\shrek.jpg
4=pic\sb_pirate.jpg
5=pic\Ice_Age_4.jpg
6=pic\elsa2.jpg
7=pic\wall_e.jpg
8=pic\wall-e2.jpg

[Language_English]
Translator="BlueLife"
01="This Game can play by sliding the puzzle pieces in the correct order"
02="&File"
03="&Options"
04="&Help"
05="&Select image file"
06="&Close the Window"
07="&Sound"
08="&Level"
09="&Donate"
10="&HomePage"
11="&Contact"
12="&About"
13="Drag and drop an image file or\n use file menu to select one"
14="Moves"
15="Time"
16="Select a image file"
17="Image Files"
18="All Files"
19="The selected image file format is not supported!"
20="Puzzle is not completed yet. Do you want to start a new game?"
21="Please look carefully , and start a new game."
22="we will see if you can restore the Picture? :)"
23="Congratulations you finished the Game... :)"
24="Show Picture"
25="Puzzle is not completed yet. Do you want to close the game?"

[Language_Turkish_Türkçe]
Translator="BlueLife"
01="Yapboz parçaları doğru yerlere kaydırılarak oynanan bir oyundur."
02="&Dosya"
03="&Seçenekler"
04="&Yardım"
05="&Resim Seç"
06="&Kapat"
07="&Ses"
08="&Seviye"
09="&Bağış Yapın"
10="&Web Sitesi"
11="&İletişim"
12="&Hakkında"
13="Resim dosyasını sürükleyip bırak veya birini seçmek için dosya menüsünü kullan"
14="Hamle"
15="Zaman"
16="Resim Dosyasını Seç"
17="Resim Dosyaları"
18="Tüm Dosyalar"
19="Resim dosyası desteklenmiyor!"
20="Bulmaca henüz tamamlanmadı. Yeni resmin yüklenmesini istiyor musunuz?"
21="Resmi inceledikten sonra oyunu başlatın."
22="Hadi bakalım eski haline getirebilecek misin?"
23="Tebrikler oyunu tamamladınız."
24="Resimi Göster"
25="Bulmaca henüz tamamlanmadı. Oyunu kapatmak istiyor musun?"

[Language_German_Deutsch]
Translator="Velociraptor"
01="Schieben Sie die Puzzleteile, um die richtige Reihenfolge zu finden"
02="&Datei"
03="&Optionen"
04="&Hilfe"
05="&Wählen Sie eine Bilddatei"
06="&schließen"
07="&Ton"
08="&Tonstärke"
09="&spenden"
10="&Web-Seite"
11="&Kontakt"
12="&über Uns"
13="Bilddatei-ziehen und fallenlassen"
14="bewegung"
15="Zeit"
16="Wählen Sie eine Bilddatei"
17="image-Dateien"
18="Alle Dateien"
19="Das ausgewählte Bild Dateiformat wird nicht unterstützt!"
20="Puzzle ist noch nicht abgeschlossen. Möchten Sie ein neues Spiel starten?"
21="Bitte schauen Sie sorgfältig, und ein neues Spiel starten."
22="Wir werden sehen, ob Sie das Bild wiederherstellen zu können?"
23="das spiel ist beendet Herzlichen Glückwunsch."
24="Bild anzeigen"
25="Das Spiel ist noch nicht vorbei. Möchten Sie das Spiel beenden?"

[Language_Swedish_Svenska]
01="This Game can play by sliding the puzzle pieces in the correct order"
02="&Arkiv"
03="Al&ternativ"
04="&Hjälp"
05="&Välj en bildfil"
06="A&vsluta"
07="&Ljud"
08="&Nivå"
09="&Donera"
10="H&emsida"
11="&Kontakt"
12="&Om"
13="Dra och släpp en bildfil"
14="Förflyttningar"
15="Tid"
16="Välj en bildfil"
17="Bildfiler"
18="Alla filer"
19="Den valda bildens filformat stöds inte!"
20="Pusslet är inte klart än. Vill du verkligen starta ett nytt spel?"
21="Titta noga, och starta ett nytt spel genom att trycka OK."
22="Då skall vi se om du kan återställa bilden? :)"
23="Grattis! Du har löst pusslet... :)"
24="Show Picture"
25="Puzzle is not completed yet. Do you want to close the game?"
Translator="Åke Engelbrektson"

[Language_Persian_فارسی]
Translator="m450ud"
01="این بازی را میتوان با چینش صحیح تکه های پازل کامل کرد"
02="&فایل"
03="&تنظیمات"
04="&راهنما"
05="&انتخاب فایل عکس"
06="&بستن پنجره"
07="&صدا"
08="&مرحله"
09="&کمک مالی"
10="&وب سایت برنامه"
11="&تماس با ما"
12="&درباره"
13="فایل عکس را بکشید و در اینجا رها کنید\nیا از منو برای انتخاب یکی استفاده کنید"
14="حرکتها"
15="زمان"
16="یک فایل عکس انتخاب کنید"
17="فایهای عکس"
18="همه فایلها"
19="فرمت عکس انتخابی پشتیبانی نمی شود!"
20="پازل هنوز کامل نشده. آیا میخواهید بازی جدیدی را شروع کنید؟"
21="لطفا با دقت نگاه کنید , و بازی رو شروع کنید."
22="خواهیم دید که شما میتوانید تصویر را درست کنید؟ :)"
23="تبریک میگم شما بازی رو تمام کردید... :)"
24="نمایش تصویر"
25="پازل هنوز کامل نشده است. آیا میخواهید بازی را ببندید؟"

[Language_Arabic_عربى]
01="This Game can play by sliding the puzzle pieces in the correct order"
02="&ملف"
03="&خيارات"
04="&مساعدة"
05="&اختيار صورة"
06="&اغلاق البرنامج"
07="&صوت"
08="&المستوى"
09="&تبرع"
10="&صفحة البرنامج"
11="&اتصل بنا"
12="&عن البرنامج ..ReSayed ترجمة"
13="اسحب و اسقط ملف الصورة هنا"
14="الحركات"
15="الوقت"
16="اختار ملف الصورة"
17="ملفات الصور"
18="كل الملفات"
19="!نسق ملف الصورة المختارة غير مدعوم"
20="البازل لم يحل بعد. هل تريد بدء لعبة جديدة؟"
21="دقق جيدا فى الصورة وابدء عندما تكون مستعد"
22="التحدى..هل تسطيع استعادة ترتيب الصورة؟"
23="مبرك لقد انهيت اللعبة... و ربحت التحدى)"
24="Show Picture"
25="Puzzle is not completed yet. Do you want to close the game?"
Translator="ReSayed"

[Language_Spanish_Español]
01="This Game can play by sliding the puzzle pieces in the correct order"
02="&Archivo"
03="&Opciones"
04="&Ayuda"
05="&Selecciona un archivo de imagen"
06="&Cerrar la ventana"
07="&Sonido"
08="&Nivel"
09="&Donar"
10="&Página principal"
11="&Contactar"
12="&Acerca de..."
13="Arrastrar y soltar un archivo de imagen"
14="Movimientos"
15="Tiempo"
16="Seleccionar un archivo de imagen"
17="Archivos de imagen"
18="Todos los archivos"
19="El formato de archivo seleccionado no es compatible!"
20="El puzzle aún no se ha completado. Quieres empezar un nuevo juego?"
21="Por favor, mira atentamente la imagen y empieza un nuevo juego."
22="Vamos a ver si se puede restaurar la imagen? :)"
23="Felicidades, has terminado el juego... :)"
24="Show Picture"
25="Puzzle is not completed yet. Do you want to close the game?"
Translator="Alfonso"

[Language_Polish_Polski]
01="This Game can play by sliding the puzzle pieces in the correct order"
02="&Plik"
03="&Opcje"
04="&Pomoc"
05="&Wybierz plik obrazu"
06="&Zamknij okno"
07="&Dźwięk"
08="&Poziom"
09="&Wesprzyj autorów"
10="&Strona domowa"
11="&Kontakt"
12="&O programie"
13="Przeciągnij i upuść plik obrazu"
14="Ruchy"
15="Czas"
16="Wybierz plik obrazu"
17="pliki obrazu"
18="Wszystkie pliki"
19="Wybrany format pliku obrazu nie jest obsługiwany!"
20="Puzzle nie są jeszcze ułożone. Czy chcesz rozpocząć nową grę?"
21="Przyjrzyj się uważnie i rozpocznij nową grę."
22="Zobaczymy czy odtworzysz obraz ? :)"
23="Gratulacje. Gra skończona... :)"
24="Show Picture"
25="Puzzle is not completed yet. Do you want to close the game?"
Translator="Andrzej Mazurkiewicz"

[Language_Greek - Ελληνικά]
Translator="geogeo  (www.geogeo.gr)"
01="Αυτό το παιχνίδι παίζεται σύροντας τα κομμάτια του παζλ στη σωστή σειρά."
02="&Αρχείο"
03="Επι&λογές"
04="&Βοήθεια"
05="&Επιλογή αρχείου εικόνας"
06="&Κλείσιμο του παραθύρου"
07="Ή&χος"
08="&Επίπεδο"
09="&Δωρεά"
10="&Ιστοσελίδα"
11="&Επικοινωνία"
12="&Περί..."
13="Μεταφορά κι απόθεση μιας εικόνας εδώ ή\n επιλέξτε μία από το μενού Αρχείο"
14="Κινήσεις"
15="Χρόνος"
16="Επιλέξτε ένα αρχείο εικόνας"
17="Αρχεία εικόνας"
18="Όλα τα αρχεία"
19="Η επιλεγμένη μορφή εικόνας δεν υποστηρίζεται!"
20="Το παζλ δεν έχει ολοκληρωθεί ακόμα. Θέλετε να ξεκινήσετε ένα νέο παιχνίδι;"
21="Παρακαλώ κοιτάξτε προσεκτικά και ξεκινήστε ένα νέο παιχνίδι."
22="Για να δούμε αν μπορείτε να επαναφέρετε την εικόνα! :)"
23="Συγχαρητήρια! Ολοκληρώσατε το παιχνίδι... :)"
24="Εμφάνιση εικόνας"
25="Το παζλ δεν έχει ολοκληρωθεί ακόμα. Θέλετε να διακόψετε το παιχνίδι;"

[Language_Vietnamese_Tiếng Việt]
01="This Game can play by sliding the puzzle pieces in the correct order"
02="&Tập tin"
03="&Tùy chọn"
04="&Hỗ trợ"
05="&Chọn một tập tin hình ảnh"
06="&Đóng cửa sổ"
07="&Âm thanh"
08="&Cấp độ"
09="&Đóng góp"
10="&Trang chủ"
11="&Liên hệ"
12="&Giới thiệu"
13="Kéo và thả một tập tin hình ảnh"
14="Di chuyển"
15="Thời gian"
16="Chọn một tập tin hình ảnh"
17="Tập tin hình ảnh"
18="Tất cả tập tin"
19="Định dạng tập tin hình ảnh đã chọn không được hỗ trợ!"
20="Vẫn chưa kết thúc. Bạn có muốn bắt đầu lại?"
21="Hãy xem xét cẩn thận, và bắt đầu."
22="Chúng tôi sẽ xem bạn khôi phục lại hình ảnh :)"
23="Xin chúc mừng bạn đã hoàn thành trò chơi ... :)"
24="Show Picture"
25="Puzzle is not completed yet. Do you want to close the game?"
Translator="Adam Nguyen"

[Language_Portuguese_Português - BR]
01="This Game can play by sliding the puzzle pieces in the correct order"
02="& Arquivo"
03="& Opções"
04="& Ajuda"
05="&Procurar uma imagem..."
06="& Sair"
07="& Som"
08="& Nível"
09="& Fazer uma Doação"
10="& Página na Internet"
11="& Contato"
12="& Sobre"
13="Arraste uma imagem e solte aqui!"
14="Movimentos"
15="Tempo"
16="Por Favor, Selecione um arquivo de imagem"
17="Arquivos de imagem"
18="Todos os arquivos"
19="O arquivo de imagem selecionado não e suportado! Por favor selecione arquivos do tipo: ( .jpg;* .jpeg;* .bmp;* .jpe;* .gif )"
20="O Quebra-cabeça ainda não está concluído. Você deseja começar um novo jogo?"
21="Por favor, Olhe atentamente a imagem e à memorize antes de começar o jogo."
22="Vamos ver se você consegue restaurar a imagem : )"
23="Parabéns, Você terminou o jogo : )"
24="Show Picture"
25="Puzzle is not completed yet. Do you want to close the game?"
Translator="Marcos Gean C. Peixoto ☺ "

[Language_Hungarian_Magyar]
;LastUpdated=18.Oct. 2014
01="This Game can play by sliding the puzzle pieces in the correct order"
02="&Fájl"
03="&Beállítások"
04="&Súgó"
05="&Válassz ki egy képet a sablonokból"
06="&Kilépés - köszi a játékot :-)"
07="&Klikk hangok aktíválása"
08="&Nehézségi fokozat"
09="&Adomány"
10="&Weblap"
11="&Kapcsolat"
12="&Névjegy"
13="Húzzál be egy képet ebbe az ablakba"
14="Mozgatások száma"
15="Eltelt idő"
16="Válassz ki egy képet"
17="Képfájlok"
18="Összes fájl"
19="A kijelölt képformátum sajnos nem támogatott!"
20="A Puzzle-t még nem fejezte be. Szeretne egy másikat kezdeni?"
21="Figyelmesen nézzed meg a fotót, majd kattints az OK gombra és mindjárt kezdheted a kép összerakását :-)"
22="- Na majd kiderül, hogy össze tudod-e rakni... - Vigyázz, mert nem könnyű  :) - Sok sikert hozzá. - Ügyes légy :-)"
23="Gratulálunk sikerült összerakni ! Ügyes vagy :)"
24="Show Picture"
25="Puzzle is not completed yet. Do you want to close the game?"
Translator="LaMoLa"

[Language_Korean_한국어]
01="This Game can play by sliding the puzzle pieces in the correct order"
02="파일(&F)"
03="옵션(&O)"
04="도움말(&H)"
05="이미지 파일 선택(&S)"
06="창 닫기(&C)"
07="소리(&S)"
08="수준(&L)"
09="기부(&D)"
10="홈페이지(&H)"
11="연락처(&C)"
12="정보(&A)"
13="이미지 파일을 끌어다 놓으세요."
14="옮긴 횟수"
15="시간"
16="이미지 파일 선택"
17="이미지 파일"
18="모든 파일"
19="선택한 이미지 파일 형식은 지원하지 않습니다!"
20="퍼즐이 아직 완성되지 않았습니다.  새로운 게임을 시작할까요?"
21="꼼꼼히 보고, 새로운 게임을 시작하세요."
22="그림을 복원할 수 있는 경우, 볼까요? :)"
23="게임 완료를 축하합니다... :)"
24="Show Picture"
25="Puzzle is not completed yet. Do you want to close the game?"
Translator="4li"

[Language_French_Français]
Translator="Largo"
01="Ce jeu peut jouer en faisant glisser les pièces du puzzle dans le bon ordre"
02="&Fichier"
03="&Options"
04="&Aide"
05="&Sélectionner fichier image"
06="&Fermer la fenêtre"
07="&Son"
08="&Niveau"
09="&Faire un Don"
10="&Page d'Accueil"
11="&Contact"
12="&À propos de"
13="Glissez et déposez un fichier image ou\n utiliser le menu fichier pour en sélectionner une"
14="Se déplace"
15="Temps"
16="Sélectionnez un fichier image"
17="Image fichiers"
18="Tous Les Fichiers"
19="Le format du fichier image sélectionné n'est pas supporté!"
20="Puzzle n'est pas encore terminé. Voulez-vous commencer une nouvelle partie?"
21="S'il vous plaît regardez attentivement, et commencer un nouveau jeu."
22="nous allons voir si vous pouvez restaurer l'image? :)"
23="Félicitations, vous avez fini le jeu... :)"
24="Afficher l'image"
25="Le puzzle n'est pas encore terminé. Voulez-vous fermer le jeu ?"

[Language_Chinese_简体中文]
01="This Game can play by sliding the puzzle pieces in the correct order"
02="文件"
03="选项"
04="帮助"
05="选择图像文件"
06="退出"
07="声音"
08="难度"
09="捐赠"
10="主页"
11="联系"
12="关于"
13="拖放图片文件"
14="移动"
15="时间"
16="选择一个图像文件"
17="图像文件"
18="所有文件"
19="所选的图像文件格式不支持!"
20="拼图还没有完成，你想开始一个新的游戏吗?"
21="请看仔细，马上开始新游戏."
22="我们会看到，如果你能还原图片. :)"
23="恭喜你，完成了游戏... :)"
24="Show Picture"
25="Puzzle is not completed yet. Do you want to close the game?"
Translator="倚楼听风雨"

[Language_Chinese_(Traditional)_中文]
01="This Game can play by sliding the puzzle pieces in the correct order"
02="文件"
03="選項"
04="幫助"
05="選擇圖像文件"
06="退出"
07="聲音"
08="難度"
09="捐贈"
10="主頁"
11="聯系"
12="關于"
13="拖放圖片文件"
14="移動"
15="時間"
16="選擇一個圖像文件"
17="圖像文件"
18="所有文件"
19="所選的圖像文件格式不支持!"
20="拼圖還沒有完成，你想開始一個新的游戲嗎?"
21="請看仔細，馬上開始新游戲."
22="我們會看到，如果你能還原圖片. :)"
23="恭喜你，完成了游戲... :)"
24="Show Picture"
25="Puzzle is not completed yet. Do you want to close the game?"
Translator="倚樓聽風雨"

[Language_Russian_Русский]
01="This Game can play by sliding the puzzle pieces in the correct order"
02="&Файл"
03="&Параметры"
04="&Справка"
05="&Выберите изображение"
06="&Закрыть окно"
07="&Звук"
08="&Уровень сложности"
09="&Сделать пожертвование"
10="&Домашняя страница"
11="Связаться с &автором"
12="&О программе"
13="Перетащите файл изображения"
14="Ходов"
15="Время"
16="Выберите файл изображения"
17="Изображения"
18="Все файлы"
19="Формат выбранного изображения не поддерживается!"
20="Вы еще не закончили пазл. Начать новую игру?"
21="Внимательно изучите изображение, затем начните игру."
22="Посмотрим, сможете ли вы собрать картинку. :)"
23="Поздравляем, вы собрали картинку... :)"
24="Show Picture"
25="Puzzle is not completed yet. Do you want to close the game?"
Translator="Teodorrrro"

[Language_Japanese_日本語]
Translator="wakaizumo"
01="パズルのピースを正しい順序でスライドさせて\n元の画像に戻すシンプルなゲームです。"
02="ファイル(&F)"
03="オプション(&O"
04="その他(&H)"
05="画像ファイルを開く(&I)..."
06="終了(&X)"
07="サウンドを鳴らす(&S)"
08="難易度の選択"
09="[web] 寄付サイトへ(&D)..."
10="[web] 作者サイトへ(&H)..."
11="[web] お問い合わせ(&Q)..."
12="このソフトについて..."
13="画像ファイルをここへドラッグ＆ドロップ\nまたは、ファイルメニューから指定してください"
14="移動回数"
15="時間"
16="ファイルを開く"
17="画像"
18="すべてのファイル"
19="選択した画像ファイル形式はサポート外です"
20="パズルはまだ完成していませんが、新しいゲームを開始しますか？"
21="ゲームを開始する前に、この画像をよく覚えて下さい。下の「OK」 ボタンを押すとゲームがスタートします。"
22="パーツを選択し、移動させながら元の画像に戻してください"
23="コンプリート! ゲーム終了です。"
24="画像の表示"
25="パズルはまだ完成していませんが、ゲームを終了しても良いですか?"

[Language_Slovenian_Slovenija]
01="This Game can play by sliding the puzzle pieces in the correct order"
02="&Datoteka"
03="&Možnosti"
04="&Pomoč"
05="&Izberite slikovno datoteko"
06="Zap&ri to okno"
07="&Zvok"
08="&Raven"
09="&Donirajte"
10="D&omača stran"
11="&Pišite nam"
12="&Vizitka"
13="Povlecite in spusti slikovne datoteke"
14="Moves"
15="Time"
16="Izberite slikovno datoteko"
17="slikovne datoteke"
18="Vse dsatoteke"
19="Izbrani format slikovne datoteke ni podprt!"
20="Puzzle še ni dokončan. Ali želite začeti novo igro?"
21="Najprej si skrbno oglejte izbrano sliko, nato pa začnite novo igro."
22="Videli bomo, ali boste lahko sestavili sliko? :)"
23="Čestitamo, da ste končali igro... :)"
24="Show Picture"
25="Puzzle is not completed yet. Do you want to close the game?"
Translator="Jadran Rudec"

[Language_Indonesian_Bahasa Indonesia]
01="This Game can play by sliding the puzzle pieces in the correct order"
02="&File"
03="&Opsi"
04="&Bantuan"
05="&Pilih file gambar"
06="&Tutup jendela"
07="&Suara"
08="&Tingkat"
09="&Donasi"
10="&Beranda"
11="&Hubungi"
12="&Tentang"
13="Seret dan jatuhkan file gambar"
14="Gerakan"
15="Waktu"
16="Pilih file gambar"
17="File gambar"
18="Semua File"
19="Format file gambar terpilih tidak didukung!"
20="Teka-teki belum selesai. Apakah Anda ingin memulai permainan baru?"
21="Harap perhatikan dengan teliti, dan mulai permainan baru."
22="kita lihat apakah Anda bisa mengembalikan Gambarnya? :)"
23="Selamat Anda telah menyelesaikan Permainannya... :)"
24="Show Picture"
25="Puzzle is not completed yet. Do you want to close the game?"
Translator="Nicedward"

[Language_Romanian_Română]
01="This Game can play by sliding the puzzle pieces in the correct order"
02="&Fișier"
03="&Opțiuni"
04="&Ajutor"
05="&Selectați fișierul imagine"
06="&Închideți fereastra"
07="&Sunet"
08="&Nivel"
09="&Donează"
10="&Pagina principală"
11="&Contact"
12="&Despre"
13="Trageți și lăsați fișierul imagine"
14="Mișcări"
15="Timp"
16="Selectați un fișier imagine"
17="fișiere imagine"
18="Toate fișierele"
19="Formatul de fișier imagine selectat nu este acceptat!"
20="Puzzle-ul nu este încă finalizat. Doriți să începeți un joc nou?"
21="Vă rugăm să priviți cu atenție și să începeți un joc nou."
22="vom vedea dacă puteți restabili imaginea? :)"
23="Felicitări, ai terminat jocul... :)"
24="Show Picture"
25="Puzzle is not completed yet. Do you want to close the game?"
Translator="Coman Gelu Dănuț"
